[
  {
    "id": 1,
    "english_name": "Boat",
    "img_url": "https://st4.depositphotos.com/1662991/29669/i/600/depositphotos_296692474-stock-photo-beautiful-caucasian-woman-practicing-boat.jpg",
    "procedure": "Start by sitting on the ground to enter the position. then Bring your palms to the back of your thighs while bending your knees and bringing your feet's soles to the ground. Leaning backward while removing your weight from your feet will eventually cause you to lift your feet off the ground. Instead of leaning all the way back onto your tailbone, try to balance on your sitting bones. Lastly, lengthen your spine to open up your chest and lift it.",
    "benefits": "Strengthens the back and abdominal muscles",
    "gif_url": "https://j.gifs.com/Y6QkVK.gif"
  },
  {
    "id": 2,
    "sanskrit_name": "Ardha Navasana",
    "english_name": "Half-Boat",
    "img_url": "https://images.ctfassets.net/p0sybd6jir6r/2mzIhCw089a4SDXeIGyuzr/7977338dbb5586171de8f4d41bfb61f8/three-ways-to-rock-your-boat-pose-9e74954ebbd7caaa516f71f3e6e71ce7.jpg?w=1600&q=70",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.909Z",
    "updated_at": "2016-01-14T22:23:39.909Z",
    "procedure": "Sit on the mat with your knees bent and your torso leaned back. Reach your arms toward the feet while keeping your knees bent and lifting both feet until your legs are parallel to the floor. after that, hold the half-boat pose for 30 to 60 seconds.",
    "benefits": "It improves your core balance, improves digestion, and tones your whole body.",
    "gif_url": "https://i.pinimg.com/originals/b6/32/d6/b632d6fe810950f1c3fff429dbc33a12.gif"
  },
  {
    "id": 3,
    "sanskrit_name": "Dhanurasana",
    "english_name": "Bow",
    "img_url": "https://cdn.lessons.com/assets/images/courses/yoga/bow-yoga-pose.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.912Z",
    "updated_at": "2016-01-14T22:23:39.912Z",
    "procedure": "Lie on your stomach, feet apart, hip-width apart, and arms by your sides. Fold your knees and hold your ankles with your hands extended backward. Next, take a deep breath, lift your chest off the floor, and pull your legs up and back. Smile and maintain straight-ahead eye contact. While keeping your breath in mind, hold the pose. Your body is now bent and tense like a bow. After that, keep inhaling deeply and slowly while relaxing in this position. But only bend as far as your body will allow. Don't stretch too much. As you exhale, gently bring your legs and chest together after 15 to 20 seconds.",
    "benefits": "Helps people with renal (kidney) disorders",
    "gif_url": "https://i.pinimg.com/originals/39/3a/6d/393a6d11562f8e7737daf1580351b724.gif"
  },
  {
    "id": 4,
    "sanskrit_name": "Setu Bandha Sarvangasana",
    "english_name": "Bridge",
    "img_url": "https://www.arhantayoga.org/wp-content/uploads/2022/12/Half-Bridge-Pose-Ardha-Setu-Bandhasana-1.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.914Z",
    "updated_at": "2016-01-14T22:23:39.914Z",
    "procedure": "Lie on your back and bend your knees. On your yoga mat, center yourself. With your feet flat on the ground, raise your knees to the sky. Stretch your arms out long to either side of your body, palms facing down. Spread your feet out so that your fingertips touch the backs of your heels at hip-width apart. Tuck your chin in and lift your hips after that. Put your hands together behind your back. Your hands should be interlaced while you continue to press down on them to lift your torso. Inch your shoulder blades underneath you. Engage your inner thighs while letting your glutes relax. Then, slowly release after lifting your hips higher.",
    "benefits": "Gives a good stretch to the chest, neck and spine",
    "gif_url": "https://www.shape.com/thmb/7bYY5YSWWi5tV5eaWTDNMKNdjWI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/glute-bridge-f18ea3dea1f9427a82688d1669701b17.gif"
  },
  {
    "id": 5,
    "sanskrit_name": "Baddha Konasana",
    "english_name": "Butterfly",
    "img_url": "https://images.onlymyhealth.com//imported/images/2022/May/12_May_2022/largebutter_Large.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.917Z",
    "updated_at": "2016-01-14T22:23:39.917Z",
    "procedure": "Start by sitting down. Kneel down gently and bring your feet's soles together. Place your hands on your ankles or shins, or interlace your fingers around the pinkie-toe side of your feet. Next, broaden your chest and lengthen your spine. Draw your shoulders back and down after that. Hold this posture for up to five minutes. Lean back on your hands and extend your legs forward to exit the pose.",
    "benefits": "A good stretch for the inner thighs, groins and knees, improving flexibility in the groin and hip region",
    "gif_url": "https://yogakali.com/wp-content/uploads/2020/03/Butterfly.gif"
  },
  {
    "id": 6,
    "sanskrit_name": "Ustrasana",
    "english_name": "Camel",
    "img_url": "https://cdn.yogajournal.com/wp-content/uploads/2007/08/201504-yjmag-camel-kino.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.920Z",
    "updated_at": "2016-01-14T22:23:39.920Z",
    "procedure": "Kneel while standing. Keep your feet together, knees together, and thighs completely straight. Leaning backwards is recommended. Continue to advance more slowly. With your right hand, reach the right heel, and your left hand, the left heel. Don't put your body through unnecessary stress. Hips should be propelled forward. It is best to maintain the thighs vertical. Next, without straining, bend the head and spine as far back as you can. Body and back muscles should be relaxed. Maintain the back arch by keeping the arms in a position where they serve as an anchor for the shoulders. As long as it's comfortable for you to do so, stay put.Return to the starting position after releasing the hands from the heels one at a time.",
    "benefits": "Improves flexibility of the spine and also improves posture.",
    "gif_url": "https://37.media.tumblr.com/6e322a7a4765e932d811062dfbc801fa/tumblr_n2fewhBP201rs0f12o1_400.gif"
  }
]
