[
  {
    "id": 1,
    "surname": "aespa",
    "firstname": "Winter",
    "img_url": "https://fandomkpop.com/wp-content/uploads/2021/10/WINTER-aespa_.jpg",
    "age": "23",
    "sex": "Female",
    "address": "XXX",
  },
  {
    "id": 2,
    "sanskrit_name": "Dhanurasana",
    "english_name": "Bow",
    "img_url": "https://cdn.lessons.com/assets/images/courses/yoga/bow-yoga-pose.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.912Z",
    "updated_at": "2016-01-14T22:23:39.912Z",
    "procedure": "Lie on your stomach, feet apart, hip-width apart, and arms by your sides. Fold your knees and hold your ankles with your hands extended backward. Next, take a deep breath, lift your chest off the floor, and pull your legs up and back. Smile and maintain straight-ahead eye contact. While keeping your breath in mind, hold the pose. Your body is now bent and tense like a bow. After that, keep inhaling deeply and slowly while relaxing in this position. But only bend as far as your body will allow. Don't stretch too much. As you exhale, gently bring your legs and chest together after 15 to 20 seconds.",
    "benefits": "Helps people with renal (kidney) disorders",
    "gif_url": "https://i.pinimg.com/originals/39/3a/6d/393a6d11562f8e7737daf1580351b724.gif"
  },
  {
    "id": 3,
    "sanskrit_name": "Setu Bandha Sarvangasana",
    "english_name": "Bridge",
    "img_url": "https://www.arhantayoga.org/wp-content/uploads/2022/12/Half-Bridge-Pose-Ardha-Setu-Bandhasana-1.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.914Z",
    "updated_at": "2016-01-14T22:23:39.914Z",
    "procedure": "Lie on your back and bend your knees. On your yoga mat, center yourself. With your feet flat on the ground, raise your knees to the sky. Stretch your arms out long to either side of your body, palms facing down. Spread your feet out so that your fingertips touch the backs of your heels at hip-width apart. Tuck your chin in and lift your hips after that. Put your hands together behind your back. Your hands should be interlaced while you continue to press down on them to lift your torso. Inch your shoulder blades underneath you. Engage your inner thighs while letting your glutes relax. Then, slowly release after lifting your hips higher.",
    "benefits": "Gives a good stretch to the chest, neck and spine",
    "gif_url": "https://www.shape.com/thmb/7bYY5YSWWi5tV5eaWTDNMKNdjWI=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/glute-bridge-f18ea3dea1f9427a82688d1669701b17.gif"
  },
  {
    "id": 4,
    "sanskrit_name": "Baddha Konasana",
    "english_name": "Butterfly",
    "img_url": "https://images.onlymyhealth.com//imported/images/2022/May/12_May_2022/largebutter_Large.jpg",
    "user_id": 1,
    "created_at": "2016-01-14T22:23:39.917Z",
    "updated_at": "2016-01-14T22:23:39.917Z",
    "procedure": "Start by sitting down. Kneel down gently and bring your feet's soles together. Place your hands on your ankles or shins, or interlace your fingers around the pinkie-toe side of your feet. Next, broaden your chest and lengthen your spine. Draw your shoulders back and down after that. Hold this posture for up to five minutes. Lean back on your hands and extend your legs forward to exit the pose.",
    "benefits": "A good stretch for the inner thighs, groins and knees, improving flexibility in the groin and hip region",
    "gif_url": "https://yogakali.com/wp-content/uploads/2020/03/Butterfly.gif"
  },
]
